cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'jq'
brew 'keychain'
brew 'openssl'
brew 'node'
brew 'roundup'
brew 'tmux'
brew 'todo-txt'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask 'iTerm2'
cask 'firefox'
cask 'google-chrome'
cask 'lastpass'
cask 'hammerspoon'
cask 'slack'
cask 'visual-studio-code'
cask 'vlc'
cask 'spotify'

cask 'parallels'
cask 'docker'

