cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'jq'
brew 'keychain'
brew 'openssl'
brew 'node'
brew 'roundup'
brew 'tmux'
brew 'todo-txt'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'kubernetes-cli'
brew 'kops'
brew 'awscli'
brew 'git'

cask 'iTerm2'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'slack'
cask 'visual-studio-code'
cask 'vlc'
cask 'spotify'
cask 'keybase'
cask 'gpg-suite'

cask 'parallels'
cask 'docker'
cask 'virtualbox'
cask 'minikube'
cask 'dotnet-sdk'
cask 'postgres'

