cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'jq'
brew 'keychain'
brew 'openssl'
brew 'node'
brew 'roundup'
brew 'tmux'
brew 'todo-txt'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
